docs/benchmarks/threshold/raw/untraced-6000-rep2.txt

Summary:
  Total:	15.0039 secs
  Slowest:	0.0436 secs
  Fastest:	0.0000 secs
  Average:	0.0011 secs
  Requests/sec:	5988.5823
  
  Total data:	179704 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [89466]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.009 [249]	|
  0.013 [67]	|
  0.017 [9]	|
  0.022 [23]	|
  0.026 [21]	|
  0.031 [1]	|
  0.035 [9]	|
  0.039 [4]	|
  0.044 [2]	|


Latency distribution:
  10%% in 0.0003 secs
  25%% in 0.0006 secs
  50%% in 0.0011 secs
  75%% in 0.0015 secs
  90%% in 0.0018 secs
  95%% in 0.0021 secs
  99%% in 0.0033 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0235 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0009 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0052 secs
  resp wait:	0.0010 secs, 0.0000 secs, 0.0333 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0083 secs

Status code distribution:
  [200]	89852 responses