docs/benchmarks/threshold/raw/untraced-6000-rep3.txt

Summary:
  Total:	15.0102 secs
  Slowest:	0.0371 secs
  Fastest:	0.0000 secs
  Average:	0.0013 secs
  Requests/sec:	5991.1381
  
  Total data:	179856 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [88810]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [986]	|
  0.011 [84]	|
  0.015 [9]	|
  0.019 [16]	|
  0.022 [1]	|
  0.026 [6]	|
  0.030 [10]	|
  0.033 [2]	|
  0.037 [3]	|


Latency distribution:
  10%% in 0.0004 secs
  25%% in 0.0008 secs
  50%% in 0.0012 secs
  75%% in 0.0016 secs
  90%% in 0.0021 secs
  95%% in 0.0025 secs
  99%% in 0.0041 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0062 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0069 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0079 secs
  resp wait:	0.0012 secs, 0.0000 secs, 0.0287 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0062 secs

Status code distribution:
  [200]	89928 responses