docs/benchmarks/threshold/raw/untraced-8000-rep2.txt

Summary:
  Total:	15.0055 secs
  Slowest:	0.0389 secs
  Fastest:	0.0000 secs
  Average:	0.0011 secs
  Requests/sec:	7979.4219
  
  Total data:	239470 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [118779]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.008 [761]	|
  0.012 [90]	|
  0.016 [43]	|
  0.019 [12]	|
  0.023 [10]	|
  0.027 [7]	|
  0.031 [11]	|
  0.035 [3]	|
  0.039 [18]	|


Latency distribution:
  10%% in 0.0003 secs
  25%% in 0.0005 secs
  50%% in 0.0010 secs
  75%% in 0.0014 secs
  90%% in 0.0018 secs
  95%% in 0.0021 secs
  99%% in 0.0036 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0264 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0030 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0114 secs
  resp wait:	0.0010 secs, 0.0000 secs, 0.0222 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0060 secs

Status code distribution:
  [200]	119735 responses