docs/benchmarks/threshold/raw/untraced-8000-rep3.txt

Summary:
  Total:	15.0056 secs
  Slowest:	0.0256 secs
  Fastest:	0.0000 secs
  Average:	0.0010 secs
  Requests/sec:	7985.9093
  
  Total data:	239666 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [117441]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.005 [2122]	|■
  0.008 [108]	|
  0.010 [50]	|
  0.013 [63]	|
  0.015 [9]	|
  0.018 [14]	|
  0.020 [6]	|
  0.023 [13]	|
  0.026 [6]	|


Latency distribution:
  10%% in 0.0003 secs
  25%% in 0.0005 secs
  50%% in 0.0010 secs
  75%% in 0.0014 secs
  90%% in 0.0018 secs
  95%% in 0.0021 secs
  99%% in 0.0031 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0169 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0009 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0033 secs
  resp wait:	0.0010 secs, 0.0000 secs, 0.0111 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0056 secs

Status code distribution:
  [200]	119833 responses